{
  "meta": {
    "title": "European Country Fun Facts",
    "description": "Funny, weird and amazing facts about European countries for trivia / games.",
    "version": "1.0"
  },
  "countries": {
    "Belgium": [
      "Belgium is famous for fries, but locals insist they are Belgian, not French.",
      "There are more castles per square kilometre in Belgium than almost anywhere else in the world.",
      "In Belgium, it’s completely normal to eat fries with a tiny plastic fork.",
      "Belgium has three official languages, which means three different ways to complain about the weather.",
      "The town of Spa in Belgium gave its name to every spa in the world.",
      "Belgians consume so much chocolate that there are vending machines for pralines in some stations.",
      "Brussels Airport is one of the biggest chocolate-selling points on Earth.",
      "Some Belgian traffic lights feature little cartoon characters instead of plain stick figures.",
      "There’s a museum in Brussels dedicated entirely to comic strips and cartoons.",
      "The famous Manneken Pis statue in Brussels has over a thousand different costumes.",
      "Belgium produces hundreds of different types of beer, enough to confuse even the best bartender.",
      "In some Belgian cafés, your beer arrives in its own uniquely shaped glass like a VIP.",
      "The Smurfs were created by a Belgian comic artist, which makes Belgium indirectly responsible for a lot of blue paint.",
      "Belgians often put mayonnaise on their fries, and they are genuinely offended if you don’t try it.",
      "There is a Belgian town called Ham, and yes, they know the jokes.",
      "The world’s first recorded lottery was organized in Belgium in the 15th century.",
      "Belgium’s highways are so well lit they are sometimes visible from space in satellite images.",
      "Some Belgian bakeries take waffles so seriously they guard their recipes like state secrets.",
      "In Belgium, students traditionally wear funny costumes and hats when they graduate from university.",
      "The saxophone was invented by a Belgian named Adolphe Sax, making Belgium the birthplace of many jazzy solos."
    ],
    "France": [
      "In France, it’s perfectly normal to greet someone by kissing them on the cheek, sometimes several times.",
      "At one point, it was illegal to name a pig Napoleon in France.",
      "The Eiffel Tower was originally considered so ugly that many Parisians wanted it taken down.",
      "The French eat around 25,000 tons of snails each year—poor garden residents.",
      "France has more than 1,000 different types of cheese, which means you could eat a new one every day for years.",
      "The official nickname of the French flag is ‘Le Tricolore’, which sounds much fancier than ‘three colours’.",
      "There is a bridge in Paris that used to sink slightly under the weight of tourists’ ‘love locks’.",
      "In France, you can buy baguettes from vending machines in some villages.",
      "French law once required that every child’s first name had to be chosen from an official government list.",
      "Mont Blanc is the highest mountain in Western Europe and sometimes acts like Europe’s giant freezer.",
      "The Louvre in Paris is so big that if you spent 30 seconds looking at each piece, you’d need years to see everything.",
      "In some French cafés, the price of a coffee can be higher if you don’t say ‘please’.",
      "France was the first country to ban supermarkets from throwing away edible food, forcing them to donate it.",
      "French people eat so many baguettes that there are special bags just to carry them home like swords.",
      "The French language officially has an academy that fights against English words sneaking into French.",
      "Every year, the town of Menton on the French Riviera holds a festival built almost entirely out of lemons and oranges.",
      "There is a tiny French territory in South America where people pay with euros and speak French in the Amazon jungle.",
      "France has thousands of roundabouts, more than any other country, which explains why driving there feels like a spinning class.",
      "The Eiffel Tower grows a few centimetres taller in summer when the metal heats up and expands.",
      "In France, it’s common to have a cheese course dedicated solely to cheese—no distractions, just cheese."
    ],
    "Germany": [
      "On the Autobahn in Germany, some sections have no speed limit, which is both exciting and terrifying.",
      "Germany is so serious about bread that it has a bread museum and over 3,000 types of bread.",
      "There is a German word for everything, including ‘Kummerspeck’, which literally means ‘grief bacon’ for emotional eating.",
      "In Germany, it’s legal to drive really fast, but illegal to run out of fuel on some highways.",
      "Germany has a law that still technically protects quiet time on Sundays—your vacuum cleaner might be considered too loud.",
      "You can find vending machines in Germany that sell sausages instead of snacks.",
      "There’s a town called ‘Fucking’ that had to change its name because tourists kept stealing the signs.",
      "In Germany, the Christmas markets are so elaborate they make regular shopping look lazy.",
      "The gummy bear was invented by a German confectioner named Hans Riegel in the 1920s.",
      "Germany loves recycling so much that some supermarkets have entire walls of machines just for returning bottles.",
      "Some pedestrian traffic lights in Germany feature cute figures, known as ‘Ampelmännchen’, that have become pop culture icons.",
      "The world’s largest cuckoo clock is in Germany, and yes, it does make a very loud ‘cuckoo’.",
      "Germany has a forest so dark and dense it inspired fairy tales like Hansel and Gretel.",
      "Oktoberfest, the famous beer festival, actually starts in September, just to confuse everyone.",
      "In some German cities, ‘silent discos’ are used to avoid noise complaints: everyone wears headphones, but still dances like crazy.",
      "Germany once had a king who built castles he almost never lived in—he just really loved castles.",
      "There is a German word ‘Fernweh’ that means ‘far-sickness’, the opposite of homesickness.",
      "Berlin has more bridges than Venice, even though it talks a lot less about them.",
      "In Germany, crossing the street when the light is red can earn you disapproving looks from grandmothers you’ve never met.",
      "Some German bakeries sell bread loaves so big they look like they were made for giants."
    ],
    "Italy": [
      "Italy looks like a high-heeled boot on the map, and nobody has ever fully recovered from that coincidence.",
      "Pizza was invented in Italy, but now Italians are horrified by some toppings used elsewhere.",
      "There is a fountain in Rome where people throw coins to guarantee they’ll come back—basically a travel subscription.",
      "Venice has so many canals and bridges that Google Maps sometimes gives up and just lets you wander.",
      "In some regions of Italy, it’s considered a crime against humanity to drink cappuccino after 11 a.m.",
      "Italy has a tiny country inside it: Vatican City, the smallest independent state in the world.",
      "Italian grandmothers can measure ingredients ‘by eye’ with terrifying accuracy.",
      "There is a wine fountain in Italy that provides free wine to thirsty pilgrims and walkers.",
      "Italians talk with their hands so much that there are full dictionaries just for hand gestures.",
      "Pasta comes in hundreds of shapes, and Italians will absolutely judge you if you pair the wrong sauce with the wrong shape.",
      "In Naples, there is a tradition of ‘suspended coffee’, where you pay for an extra coffee for a stranger in need.",
      "Many Italian towns still hold medieval-style horse races in their main squares.",
      "Leaning is so trendy in Italy that the Leaning Tower of Pisa became one of the world’s most famous architectural mistakes.",
      "Some Italian cities have elevators built into the hillsides instead of regular streets.",
      "Italy has more UNESCO World Heritage sites than any other country.",
      "In some Italian villages, people still take an afternoon nap, and shops close like the entire town hit pause.",
      "There is a village in Italy known for having many people over the age of 100, almost like a real-life cheat code for longevity.",
      "Italian gelato tends to have less air than regular ice cream, which is why it tastes more intense and ruins you for other desserts.",
      "The Colosseum in Rome could once be flooded for fake naval battles as entertainment.",
      "In certain Italian regions, Christmas witches bring gifts instead of just Santa Claus."
    ],
    "Spain": [
      "Spain has an entire festival where people throw tomatoes at each other for fun.",
      "In some parts of Spain, they celebrate New Year’s by eating 12 grapes at midnight—one for each clock chime.",
      "Spain has a village where everyone shares the same last name.",
      "There is a festival in Spain where people literally jump over babies lying on mattresses as a strange purification ritual.",
      "Siesta culture means some shops close in the afternoon so everyone can nap or relax.",
      "Spain has more bars per person than almost any other European country.",
      "In Valencia, people build giant statues just to burn them during an annual festival.",
      "Flamenco is not just dancing, but also singing, guitar music, and very intense facial expressions.",
      "The Spanish national anthem has no official lyrics, so humming is technically patriotic.",
      "Some Spanish towns host festivals where people run in front of bulls; the bulls do not find this amusing.",
      "There is a Spanish island where lizards are the unofficial welcoming committee.",
      "Spain produces so much olive oil that it is sometimes called ‘liquid gold’ of the Mediterranean.",
      "In Barcelona, there are buildings designed by Gaudí that look like they’re melting in the sun.",
      "The Canary Islands are named after dogs, not birds—the Latin word ‘canaria’ refers to dogs.",
      "There’s a festival in Spain where giant foam and paper figures are paraded and then set on fire.",
      "Spanish churros are often eaten for breakfast, especially after a night of partying.",
      "Many Spanish towns build human towers called ‘castells’ during festivals, with people climbing on top of each other.",
      "In some regions, people celebrate a grape harvest by stomping on grapes barefoot.",
      "The world’s first known ‘modern’ novel, Don Quixote, was written by a Spaniard.",
      "Spain has a desert that has been used as a filming location for many western movies."
    ],
    "Netherlands": [
      "The Netherlands is so flat that the biggest ‘mountains’ are often just particularly confident hills.",
      "About a third of the country lies below sea level, so Dutch people are basically experts at not drowning.",
      "There are more bicycles than people in the Netherlands.",
      "In Amsterdam, you can find multi-story parking garages just for bikes.",
      "The Dutch are famously tall; in group photos, everyone else looks like they forgot to grow.",
      "Wooden clogs were once used as safety shoes for farmers and workers.",
      "The Netherlands exports so many flowers that it’s like the florist of the world.",
      "Dutch people celebrate King’s Day by wearing as much orange as humanly possible.",
      "Windmills were originally used for many purposes, including pumping water and grinding grain.",
      "Some Dutch cities have canals that freeze in winter, turning the entire city into an ice rink.",
      "The Dutch love herring so much that eating raw herring with onions is a national snack.",
      "In the Netherlands, there are special roads designed for bikes that feel like motorways for cyclists.",
      "Some houses in Amsterdam are so narrow you could almost touch both walls at once.",
      "There is a Dutch tradition where children put their shoes out to receive gifts and candy.",
      "The Netherlands is one of the world’s biggest exporters of cheese.",
      "Dutch people often keep their curtains open, which confuses visitors who are used to more privacy.",
      "There are more than a thousand windmills still standing in the country.",
      "The Dutch language has a unique word ‘gezellig’ that describes a cozy, pleasant atmosphere with people.",
      "Tulip mania in the 17th century was one of the first recorded economic bubbles.",
      "Many Dutch cities have floating houses built on the water as normal homes."
    ],
    "United Kingdom": [
      "People in the UK are famous for talking about the weather as if it were a full-time job.",
      "London buses weren’t always red; the colour was standardized to make them easier to recognize.",
      "In the UK, it’s totally normal to apologize when someone else bumps into you.",
      "Tea is so popular in the UK it feels like a national fuel source.",
      "Big Ben is actually the name of the bell, not the clock tower.",
      "There is a village in the UK called ‘Dull’ that is twinned with a town called ‘Boring’.",
      "The UK once had a law that allowed people to settle disputes by fighting with swords on a bridge—thankfully no longer in use.",
      "In some British seaside towns, seagulls have become expert snack thieves.",
      "The UK has pubs that are older than some countries.",
      "London’s underground rail system is so old that some stations are now ghost stations.",
      "In the UK, you can find a cheese-rolling race where people chase a wheel of cheese down a very steep hill.",
      "There is a telephone booth in London that has become a tiny public library.",
      "The British tendency to form orderly queues is legendary and slightly terrifying.",
      "Scotland’s national animal is a unicorn, which sets expectations quite high.",
      "In Wales, there are towns with names so long they barely fit on the sign.",
      "Stonehenge has been confusing people for thousands of years and still refuses to explain itself.",
      "There are British museums dedicated to pencils, lawnmowers and even fans.",
      "In the UK, some people pour milk into their tea first, others second, and both sides think they are correct.",
      "A lot of British humour is so dry that visitors think people are being serious.",
      "The London Eye was originally meant to be temporary, but people liked it too much to take it down."
    ],
    "Sweden": [
      "Sweden loves fika, which is basically a national coffee-and-cake break with friends.",
      "There’s a giant ice hotel in northern Sweden that melts and has to be rebuilt every year.",
      "Sweden is so good at recycling that it occasionally imports rubbish from other countries to keep its power plants running.",
      "People in Sweden take off their shoes when entering homes so seriously that you might get strange looks if you don’t.",
      "There is a hotel in Sweden made entirely of treehouses hanging in the forest.",
      "The Swedish word ‘lagom’ describes something being just right—not too much, not too little.",
      "In Sweden, parents push baby strollers outside for naps, even in winter, believing fresh air helps babies sleep.",
      "Sweden has a massive midsummer celebration with flower crowns and dancing around a pole.",
      "The country has hundreds of thousands of lakes, which is great if you like reflections and mosquitoes.",
      "A famous Swedish furniture company has made billions convincing people to build their own cupboards.",
      "There is an official day in Sweden dedicated to the cinnamon bun.",
      "In Sweden, it’s normal to have weeks of almost no sunlight in winter and almost constant daylight in summer.",
      "Some Swedish houses are painted bright red to stand out against the snow.",
      "There is an enormous ship from the 1600s that sank on its first trip and is now a museum centerpiece.",
      "The right to roam, ‘allemansrätten’, lets people hike and camp almost anywhere in nature.",
      "Swedes eat a traditional dish of fermented fish that smells so strong it’s often opened outdoors.",
      "Swedish candy shops often have entire walls of pick-and-mix sweets.",
      "There is a famous huge goat decoration built every year that people constantly try to protect from being burned down.",
      "In some northern parts of Sweden, you can see the northern lights on clear winter nights.",
      "Sweden has an official Twitter account that used to be handed over to different citizens each week."
    ],
    "Norway": [
      "Norway has fjords so dramatic they look like someone used a giant ice cream scoop on the coastline.",
      "In winter, you can see the northern lights dancing across the Norwegian sky.",
      "Norwegians are so used to snow that driving on icy roads is just another Tuesday.",
      "Norway has a ‘slow TV’ tradition where people watch hours of knitting or train journeys on live television.",
      "There is a seed vault buried inside a mountain in Norway, designed to protect the world’s crops in case of disaster.",
      "Norway is home to reindeer that actually wander across some roads like very chilled traffic cones.",
      "Norwegians love going to their mountain cabins for peace, quiet and more weather.",
      "Norway has a cheese slicer so iconic that it is a standard kitchen tool in many homes.",
      "In some areas, the sun doesn’t set for weeks in summer, leading to something called the ‘midnight sun’.",
      "The Norwegian word ‘koselig’ is all about coziness, warmth and good company.",
      "Norway was once so poor that many people emigrated; now it’s one of the richest countries in the world.",
      "Some Norwegian roads are actually scenic tourist routes, designed for people who enjoy pulling over and saying ‘wow’ a lot.",
      "There are troll statues all over Norway, inspired by mythical creatures from folk tales.",
      "Norway has electric car adoption so high that charging stations can feel busier than petrol stations.",
      "Norwegian schoolchildren sometimes go on skiing trips as a regular part of physical education.",
      "Norway owns an island with a spiral-shaped walkway that looks like a level from a video game.",
      "Every year, Norway gifts a Christmas tree to the UK as a thank-you gesture from World War II.",
      "Some mountain roads in Norway close in winter because even snowplows need a break.",
      "Norway’s coastline is so long that if you straightened it out, it would wrap around the planet several times.",
      "Norwegians famously love brown cheese, which is sweet and slightly caramel-flavoured."
    ],
    "Switzerland": [
      "Switzerland is so punctual that its trains have become a meme for being on time.",
      "The famous Swiss Army Knife includes tools for almost every situation except finding it when you lose it.",
      "Switzerland is home to more than 1,500 lakes, so you’re never far from a reflection selfie.",
      "Swiss chocolate is so good that people travel just to eat it and then worry about the mountains of calories.",
      "Cows in Switzerland sometimes wear giant bells that make every walk sound like a low-tech soundtrack.",
      "Switzerland has four national languages, and people switch between them like it’s no big deal.",
      "There are so many mountain peaks that you sometimes forget you’re looking at real scenery and not a screensaver.",
      "Switzerland has bunkers built into mountains that could fit much of the population.",
      "Swiss fondue is essentially a socially acceptable way to eat melted cheese for dinner.",
      "The country’s famous trains include ones that climb extremely steep mountains with ease.",
      "Swiss watches are known for being precise enough to make you feel late even when you’re early.",
      "Switzerland is officially neutral and hasn’t been in a foreign war for centuries.",
      "In some Swiss towns, there are fountains that used to flow with wine on special occasions.",
      "There are villages in Switzerland where cars are not allowed and people travel by foot, sled or electric carts.",
      "The large particle collider near Geneva is one of the most complex machines ever built.",
      "Some Swiss mountains have funicular railways that feel like riding a train straight into the sky.",
      "Swiss cities often have fountains where the water is clean enough to drink.",
      "Switzerland has a law that suggests certain social animals, like guinea pigs, should not be kept alone.",
      "In winter, you can ski from one village to another as if they were bus stops.",
      "Yodeling began as a way for Swiss herders to communicate across valleys."
    ],
    "Greece": [
      "Greece has so many islands that people argue about the exact number.",
      "Ancient Greek theatres were designed with such good acoustics that a whisper on stage could be heard in the back row.",
      "Olive trees in Greece can be hundreds of years old and still producing olives.",
      "Greek salads in Greece are often served without lettuce, which surprises many visitors.",
      "Greece is considered the birthplace of democracy, philosophy and many headaches for students.",
      "There is a Greek island famous for having many residents over 90 years old.",
      "The Greek alphabet is still used in mathematics and science around the world.",
      "In some parts of Greece, people celebrate name days more than birthdays.",
      "The Greek language has words that have survived for thousands of years with little change.",
      "You can find cats lounging around ancient ruins in Greece like they own the place.",
      "Greek coffee is so strong that some people say it can stand up by itself in the cup.",
      "There are villages in Greece where people still speak an ancient dialect related to classical Greek.",
      "The Olympics began in Greece as a religious festival.",
      "On some Greek islands, doors and windows are painted bright blue to ward off bad luck.",
      "Greek beaches range from white sand to black volcanic pebbles.",
      "In Greek mythology, almost everything has a dramatic backstory.",
      "Greeks often stay out late, with dinners regularly starting at 9 or 10 p.m.",
      "There is a Greek island where people traditionally whistle an entire spoken language across valleys.",
      "In some Greek towns, people throw pots and jars off balconies to mark the start of spring.",
      "Greek yogurt is so thick that spoons sometimes stand up in it like little flags."
    ],
    "Portugal": [
      "Portugal once controlled a huge global empire for a country its size.",
      "The world’s oldest operating bookstore is in Lisbon.",
      "Portuguese people are serious about cod fish, even though it doesn’t live in their waters.",
      "Portugal is one of the largest producers of cork in the world, including cork handbags and shoes.",
      "Lisbon is famously built on seven hills, which explains the amount of leg exercise you get.",
      "There is a Portuguese dessert called ‘pastel de nata’ that many people become instantly addicted to.",
      "The Portuguese language is spoken in countries scattered across multiple continents.",
      "Some streets in Portugal are paved with beautiful black-and-white patterns of stone.",
      "Fado music is known for being emotional enough to make you feel nostalgic for things you never experienced.",
      "The westernmost point of mainland Europe is in Portugal, overlooking the Atlantic.",
      "There is a town in Portugal decorated entirely with blue-and-white ceramic tiles.",
      "Portuguese explorers were some of the first Europeans to sail around Africa to Asia.",
      "Some Portuguese houses are covered in patterned tiles from top to bottom.",
      "Port wine is named after the city of Porto and is traditionally aged in barrels along the river.",
      "There is a Portuguese village that celebrates New Year by jumping into icy rivers.",
      "Portugal has a coastline famous for giant waves that attract surfers from all over the world.",
      "The Portuguese word ‘saudade’ describes a very deep feeling of longing or nostalgia.",
      "In some Portuguese cafés, you can get a tiny strong coffee called ‘bica’ that works like a reset button.",
      "There are villages in Portugal where storks build huge nests on top of chimneys and poles.",
      "Many Portuguese towns still have old-fashioned trams clanking through narrow streets."
    ],
    "Ireland": [
      "Ireland is famously green, which locals credit to generous amounts of rain.",
      "There are more sheep than people in some parts of Ireland.",
      "Irish pubs around the world try to recreate the cozy atmosphere of the originals.",
      "The Irish are known for storytelling so good that you forget what time it is.",
      "There is an Irish sport called hurling that looks like hockey, lacrosse and chaos combined.",
      "St. Patrick’s Day is celebrated more loudly in some countries than in parts of Ireland itself.",
      "Ireland has cliffs so high and dramatic they look like the edge of the world.",
      "Gaelic is still spoken in some regions, and road signs are often bilingual.",
      "There is a library in Ireland that looks so magical it’s used in movies.",
      "Irish music sessions often start with a few musicians and end with half the pub singing.",
      "Ireland has castles scattered all over the countryside like leftover chess pieces.",
      "Some Irish lakes and hills are said to be home to mythical creatures and fairies.",
      "There are ancient stone circles older than the pyramids in some areas of Ireland.",
      "Irish dancing is so energetic that the shoes used can wear down quickly.",
      "The country’s roads are often lined with stone walls that have stood for centuries.",
      "Irish weather can change so quickly people joke about experiencing four seasons in a day.",
      "The shamrock is a national symbol, said to have been used to explain complex ideas in a simple way.",
      "Ireland has a festival dedicated to oysters, which includes quite a lot of eating.",
      "Some pubs in Ireland have been in operation for hundreds of years.",
      "Irish literature is so influential that several Nobel Prize winners in literature are from Ireland."
    ]
  }
}
